tap "dankraw/ssh-aliases"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
cask "java"
brew "bat"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gnu-tar"
brew "gradle"
brew "htop"
brew "httpie"
brew "jq"
brew "mackup"
brew "mas"
brew "maven"
brew "mpw"
brew "node"
brew "sift"
brew "ssh-copy-id"
brew "sshrc"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "upx"
brew "dankraw/ssh-aliases/ssh-aliases"
cask "bettertouchtool"
cask "caprine"
cask "docker"
cask "forklift"
cask "hammerspoon"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "openarena"
cask "slack"
cask "spotify"
cask "steam"
cask "vanilla"
cask "visual-studio-code"
cask "wireshark"
mas "Affinity Photo", id: 824183456
mas "Bear", id: 1091189122
mas "GarageBand", id: 682658836
mas "iStat Menus", id: 1319778037
