tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gnu-tar"
brew "go"
brew "openjdk"
brew "gradle"
brew "htop"
brew "httpie"
brew "jq"
brew "maven"
brew "node"
brew "sha2"
brew "sift"
brew "syncthing", restart_service: true
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
cask "discord"
cask "docker"
cask "dozer"
cask "forklift"
cask "google-chrome"
cask "hammerspoon"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "raycast"
cask "slack"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "wireshark"